
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <style type="text/css">

        body {
            overflow:scroll;
            position: absolute;
            left:500px;
            width: 700px;

            border: 1px;
            font-size: 15px;
            text-indent: 30px;
            /*段落首行缩进，text-indent的值为font-size的2倍，相当于缩进2个汉字*/
            line-height: 22px;
            /*line-height的值为font-size的1.5倍，即1.5倍行距，使用line-height: 1.5效果相同;*/
            text-align:justify;

        }

    </style>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <title>父亲用非暴力沟通与儿子谈论生死攸关的问题</title>
</head>
<body>
<p>
    起因：15岁的比尔悄悄地把杰克的车开出去兜风，然后又把车完好无损
    地放回了车库。和比尔一起去兜风的还有杰克14岁的女儿伊娃以及他
    们的朋友戴维。后来，杰克的女儿把这件事和她父亲说了。接着，比尔
    的父亲也知道了这件事。以下是比尔和他父亲的对话。
<p>
<p>
    父亲:“我听说，你、伊娃还有戴维，没有和杰克打招呼，就把他的车
    开走了?”
<p>
    比尔:“我们没开他的车。”
<p>
    父亲: (提高了嗓门)“不要和我撒谎;这对你没什么好处!”( 这时，
    他意识到，为了倾听孩子，他需要先了解自己的感受和需要。)
    “你坐在那等我一下。我需要好好想想。”(他静下来体会自己。
    他发现自已又气又怕。他生气是因为他和自已说:“比尔应该懂
    事点!”“他变成了骗子!”他害怕不仅是因为他想到孩子的行为
    隐含着危险，而且是因为对孩子缺乏了解也可能带来严重后果。
    “我真是个笑蛋，居然以为他很懂事!”“万一出事怎么办?”这
    时，他对自己说:“哦，我需要把‘笨蛋’和‘骗子’这样的标
    签解读为感受和需要。说自己是笨蛋’，我猜我的感受是失望，
    因为我希望能够信赖自已的判新力。至于‘骗子’，我很害怕，
    因为我看重诚实与安全。”在沉默中，他考虑如何展开与孩子的
    对话。)“比尔，你是不是担心，说出事实，你就会受罚?”
<p>
    比尔:“是的。只要我做你不喜欢的事，你就凶得很。”
<p>
    父亲:“你的意思是说，你需要理解和尊重?”
<p>
    比尔:“废话!我当然希望你肯理解我、尊重我。”
<p>
    父亲:(在心里念叨着:“他这样说话，气死人了!他不知道我正用心和
    他沟通?他感觉不到我在担惊受怕?现在，我也很需要尊重和体
    贴”)“听起来，你很担心，不管你说什么，我都听不进去?”
    比尔:“你会听吗?一有什么事，你就想动粗。另外，那车的事有什么
    要紧呢?即使我们真的把车开走了，有人受伤吗?车坏了吗?有
    什么好大惊小怪的。”
<p>
    父亲:“你是担心，如果你承认你开走了车，你的下场会很惨?除非能
    够信任我，有些话，你就不方便说?”
<p>
    比尔:“是的。”
<p>
    父亲: (沉默了片刻，给微此时间体会刚才的对话)“我怎么做，你才
    会放心?”
<p>
    比尔:“向我保证，你再也不会惩罚我。”
<p>
    父亲: (意识到惩罚不仅无法提醒比尔留意他的行为可能的后果，而且
    还会使父子关系更加疏远，他表示愿意考虑孩子的请求。)
    “如果你愿意谈下去，我就会考虑你的请求。也就是说，我们继续谈
    话，直到我能确信你已经意识到你的行为可能会有什么后果。不
    过，在以后，如果我不清楚你是否已经明白你的行为隐含的危
    险，我也许会阻止你但这只是为了保护你。”
<p>
    比尔:“哦，太好了!我这么蠢，为了保护我，你不得不强迫我，呵呵，
    好极了。”
<p>
    父亲: (与自己的需要失去联系，他对自己说:“ 我恨不得杀了这小子
    ...他居然这样和我说话!看来，他一点都不在乎我的感受...
    该死，我现在的需要是什么呢?我这么努力，我是多么需要尊重
    和体贴啊!”）
    (大声嚷道)“比尔，你知道，你这么和我说话，我烦透了。我
    耐着性子和你说话，你却那样回答....你还想和我谈下去吗?”
<p>
    比尔:“无所谓。”
<p>
    父亲:“比尔，我真的想听你的心里话。我不想像过去那样指责你、惩
    罚你。不过，刚才听到你说‘我这么蠢，为了保护我，你不得不
    强迫我，呵呵，好极了’，我差点就控制不住自己。也许，你愿
    意帮助我。我的意思是，如果你希望我倾听你，那就请帮助我了
    解你的想法。如果你不愿意，我只好用老办法来处理这件事情。”
<p>
    比尔:“什么老办法?”
<p>
    父亲:“用老办法，我到这时大概早已告诉你，‘在接下来的两年里，不
    许你看电视，没有零花钱，不准外出约会，等等’。”
<p>
    比尔:“哦，也许你不妨先试试新办法。”
<p>
    父亲: (带点幽默)“很高兴你还有自我保护意识。现在，我想知道，
    你是否愿意和我坦率地交流，包括你的弱点?”
<p>
    比尔:“‘弱点'?什么意思?”
<p>
    父亲:“也就是请你告诉我，对我们说的事情，你是怎样的感受?当然，我
    也会告诉你我的感受。(坚定的语气)你愿意吗？
<p>
    比尔:“好吧，我试试。”
<p>
    父亲: (有点宽慰，叹了一口气)“谢谢。你愿意试一试，我真的很感激。
    你知道吗?杰克规定，伊娃在三个月内什么活动都不能参加?听到
    这个消息，你是什么样的感受?”
<p>
    比尔:“这太不公平了!”
<p>
    父亲:“我想知道你的感受。”
<p>
    比尔:“我已经说了，这太不公平了!”
<p>
    父亲: (注意到比尔没有提及自己的情感，他决定猜一猜。)“她因为犯
    错受了这么重的惩罚，你感到难过，是吗?”
<p>
    比尔:“不，不是这样的。我认为，她根本就没错。”
<p>
    父亲:“她因为响应你的提议受了惩罚，你是不是有些不安?”
<p>
    比尔:“是的，是我叫她上车的。”
<p>
    父亲:“看到你的决定对伊娃的影响，你似乎有些伤心?”
<p>
    比尔:“也许是吧。”
<p>
    父亲:“比尔，我真的希望你能意识到你的行为产生的后果。”
<p>
    比尔:“我当时没有想清楚会有怎样的后果。但我确实把事情摘得一团糟。”
<p>
    父亲:“我希望，你注意到你的行为后果不符合你的期待，而不是指责
<p>
    自己。请告诉我，对于把杰克的车开出去风这件事，你现在是
<p>
    什么样的感受?”
<p>
    比尔:“我觉得我真蠢， ....我并不想伤害任何人。”
<p>
    父亲: (试图了解比尔的自我评价所反映的感受和需要)“听起来，你
    很伤心，也很遗憾。因为你需要信任，你无意伤害任何人。”
<p>
    比尔:“是的，我并没想到这件事会带来这么大的麻烦。我真的没想到。”
<p>
    父亲:“你是说，你希望自己在做这件事之前，能够仔细想想可能会有什么后果?”
<p>
    比尔: (沉默了片刻，体会他父亲说的话。“我想是的....”
<p>
    父亲:“现在，我想谈谈我的感受，你开车出去，我怕极了，因为你们
    的安全对我特别重要。我想请你答应我，熟练掌握车技、拿到驾
    照以后，再开车出去好吗?”
<p>
    比尔:“你这次真的不会惩罚我吗?”
<p>
    父亲:“如果你意识到你的行为潜在的危险，并知道保护自己和同伴，
    我就放心了。为什么要惩罚你呢?”
<p>
    比尔:“你还会支持我学车吗?”
<p>
    父亲:“当然。我只是希望你熟练掌握车技、拿了驾照，再自己开车去玩。”
<p>
    比尔:“好的。我答应你。实际上，我也知道安全很重要。”
<p>
    父亲:“听你这么说，我很欣慰。你是否愿意告诉杰克你刚才和我说的
    话?这样，他可能就会放心一些。”
<p>
    比尔:“哦，那太可怕了。他会发疯的。”
<p>
    父亲:“是的，他可能会那样。不过，你愿意为你的行为负责吗?我喜
    欢杰克，我珍惜我们的友谊，而且，我相信，你也珍惜你和伊娃
    的友谊，是这样吗?”
<p>
    比尔:“她是我最好的朋友之一。”
<p>
    父亲:“那我们一起去见他们好吗?”
<p>
    比尔: (不太敢去)“哦，那好吧...”
<p>
    父亲:“你是不是有点害怕?去他家时，你希望能有安全感?”
<p>
    比尔:“是的。”
<p>
    父亲:“我们一起去。我会陪伴你、支持你。你愿意去，我真的特别
    高兴。”
</p>

</body>
</html>
